# Sample ResourceBundle properties file

help_text=Quarto\! \u00E9 um jogo simples que explora a capacidade do jogador de manipular\nmuitas possibilidades ao mesmo tempo.\n\nExistem 16 pe\u00E7as diferentes para serem jogadas. Cada pe\u00E7a tem quatro\ncaracter\u00EDsticas\: COR, FORMA, ALTURA e MARCA. Quanto \u00E0 cor, as pe\u00E7as podem ser\nAMARELAS ou MARRONS. Quanto \u00E0 forma, as pe\u00E7as podem ser REDONDAS ou QUADRADAS.\nQuanto \u00E0 altura, as pe\u00E7as podem ser PEQUENAS ou GRANDES. Quanto \u00E0 marca, as\npe\u00E7as podem ser MARCADAS ou LIMPAS.\n\nCada jogador tem seu turno para jogar. Uma marca amarela \u00E0 esquerda do nome de\num dos jogadores indica de quem \u00E9 o turno. \u00C0 direita do nome, entre par\u00EAnteses,\nse encontra o n\u00FAmero de vit\u00F3rias do jogador.\n\nO turno de cada jogador \u00E9 dividido em duas partes\:\n1\u00AA - O jogador joga, em uma casa vazia do tabuleiro, a pe\u00E7a que foi sugerida\npelo advers\u00E1rio;\n2\u00AA - O jogador sugere uma pe\u00E7a da caixa de pe\u00E7as para o advers\u00E1rio jogar.\nObs.\: Como n\u00E3o existe pe\u00E7a sugerida no in\u00EDcio do jogo, o primeiro turno do\njogador que inicia a partida \u00E9 composto apenas da segunda parte.\n\nPara jogar no tabuleiro uma pe\u00E7a sugerida, basta dar um clique na casa do\ntabuleiro onde se deseja p\u00F4r a pe\u00E7a. Para sugerir uma pe\u00E7a basta selecion\u00E1-la\nna caixa de pe\u00E7as, clicando sobre ela, e depois clicar no ret\u00E2ngulo \u00E0 esquerda\ndo tabuleiro.\n\nO objetivo do jogo \u00E9 formar um "Quarto", ou seja, dispor no tabuleiro uma\nlinha, coluna ou diagonal com 4 pe\u00E7as que tenham pelo menos uma caracter\u00EDtica\nem comum (COR, FORMA, ALTURA ou MARCA). Vence o jogador que clicar primeiro\nsobre o bot\u00E3o QUARTO\!, \u00E0 esquerda do tabuleiro, quando houver um "Quarto" no\ntabuleiro. N\u00E3o importa quem colocou as pe\u00E7as para formar o "Quarto" ou quando\nele foi formado, mas sim quem percebeu primeiro que o "Quarto" foi formado e,\nno seu turno, clicou no bot\u00E3o QUARTO\!. O empate acontece quando o tabuleiro\nest\u00E1 cheio e nenhum "Quarto" foi formado.
